Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=370_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: ” Raportti saamelaisten ihmisoikeuksista on ainutlaatuinen tehtävä ”
sme: ” Raporta sámiid olmmošvuoigatvuođain lea áidnalunddot ”

source: - Saamelaisten ihmisoikeuksia käsittelevän raportin laatiminen on ainutlaatuinen tehtävä.
sme: - Sámiid olmmošvuoigatvuođaid gieđahalli raportta lágideapmi lea áidnalunddot bargu.

source: - Aiemmat alkuperäiskansojen ihmisoikeusraportit ovat olleet valtiokohtaisia, joissa monissa on useita alkuperäiskansoja.
sme: - Ovdal ráhkaduvvon álgoálbmogiid olmmošvuoigatvuohtaraporttat leat leamaš hávil ovtta stahtas, gos dávjá orrot máŋggat álgoálbmogat.

source: Saamelaisten ihmisoikeuksia käsittelevä raportti on ensimmäinen, joka tulee käsittelemään yhtä kansaa neljän valtion alueella, totesi YK:n alkuperäiskansaraportoija James Anaya Rovaniemellä.
sme: Sámiid olmmošvuoigatvuođaid gieđahalli raporta lea vuosttaš, mii boahtá gieđahallat ovtta álbmoga njealji stáhta guovllus, gávnnahii ON álgoálbmotraporterejeaddji James Anaya Roavvenjárggas.

source: Kuvassa YK:n alkuperäiskansojen oikeuksien erityisraportoija, professori James Anaya Rovaniemellä.
sme: Govas ON álgoálbmotvuoigatvuođaid earenoamášraporterejeaddji, professor James Anaya Roavvenjárggas.

source: Kuva: Sára Márjá Magga.
sme: Govva: Sára Márja Magga.

source: Erityisraportoija Anaya kertoi, että hänen pyrkimyksenään on tarkastella saamelaisten ihmisoikeuksien toteutumista alkuperäiskansan näkökulmasta.
sme: Earenoamášraporterejeaddji Anaya muitalii, ahte su ulbmilin lea gieđahallat sámiid olmmošvuoigatvuođaid ollašuvvama álgoálbmoga perspektiivvas.

source: Rovaniemellä 15.-16.4. järjestetyt tilaisuudet olivat osa saamelaisten, valtioiden ja erityisraportoijan välistä vuoropuhelua, joka tulee jatkumaan tilaisuuksien jälkeen.
sme: Roavvenjárggas 15.-16.4. ordnejuvvon dilálašvuođat ledje oassi sámiid, stáhtaid ja earenoamášraporterejeaddji gaskasaš gulahallamis, mii boahtá joatkkašuvvat dilálašvuođaid maŋŋá.

source: – Raportointia varten järjestettyjen tilaisuuksien jälkeen tulee yleensä lisää kysymyksiä, joihin haluamme vastauksia.
sme: – Raporterema várás ordnejuvvon dilálašvuođaid maŋŋá šaddet dábálaččat lasi gážaldagat, maidda hálidit vástádusaid.

source: - Valmistettavan ihmisoikeusraportin tavoitteena on edistää alkuperäiskansan oikeuksien ja tilanteen positiivista kehittymistä.
sme: - Raportta ulbmilin lea ovddidit álgoálbmoga vuoigatvuođaid ja diliid positiivvalaš ovdaneami.

source: Raportti tulee sisältämään johtopäätöksiä ja suosituksia, jotka perustuvat Pohjoismaiden omaa alkuperäiskansaansa koskeviin velvoitteisiin.
sme: Raporta boahtá sisttisdoallat oktiigeasuid ja ávžžuhusaid, mat vuođđuduvvet daid geatnegasvuođaide, maid Davviriikkat leat addán iežaset álgoálbmoga ektui.

source: - Raportti tulee tiedoksi valtioiden hallituksille, saamelaisille ja julkisuuteen ja se esitellään YK:n ihmisoikeusneuvostolle.
sme: - Raporta boahtá diehtun stáhtaid ráđđehusaide, sámiide ja almmusvuhtii ja dat ovdanbuktojuvvo ON olmmošvuoigatvuohtaráđđái.

source: Hallitusten ja saamelaisten edustajilla on mahdollisuus olla mukana ihmisoikeusneuvoston kokouksessa, joka on julkinen, kertoi Anaya.
sme: Ráđđehusaid ja sámiid ovddasteaddjiin lea vejolašvuohta oassálastit olmmošvuoigatvuohtaráđi čoahkkimii, mii lea almmolaš, muitalii Anaya.

source: Lue erityisraportoija James Anayan puhe 15.4. pidetyn konferenssin avauksessa tästä: OPENING STATEMENT OF THE SPECIAL RAPPORTEUR JAMES ANAYA 15042010
sme: Loga earenoamášraporterejeaddji James Anaya sága 15.4. dollojuvvon konferánssa rahpama oktavuođas dás: OPENING STATEMENT OF THE SPECIAL RAPPORTEUR JAMES ANAYA 15042010
